{
    "custom-message": [
      {
        "id": 1,
        "text": "Опытный разработчик всегда посмотрит направо и налево, даже если переходит улицу с односторонним движением."
      },
      {
        "id": 2,
        "text": "Сколько программистов надо, чтобы вкрутить одну лампочку? – Ни одного. В этом случае отсутствие света – проблема на стороне железа."
      },
      {
        "id": 3,
        "text": "Что нужно, чтобы всегда писать хороший код? Представляйте себе, что читать и саппортить ваш продукт будет маньяк-убийца, которому кто-то сказал, где вы живете."
      },
      {
        "id": 4,
        "text": "Зачем нужно плохое ПО? Без него у многих программистов не будет работы."
      },
      {
        "id": 5,
        "text": "А вы знаете основные достоинства IT-шников? Конечно же, это высокомерие, нетерпимость и невероятная лень."
      },
      {
        "id": 6,
        "text": "Основные изменения в новой версии программы: исправлены старые баги, добавлены новые."
      },
      {
        "id": 7,
        "text": "Не работает код? Не нужно переживать! Если все будет работать, то вы можете оказаться безработным."
      },
      {
        "id": 8,
        "text": "Главная проблема при работе со штатом программистов: никогда не поймешь, чем заняты сотрудники, пока не окажется, что уже наступил дедлайн."
      },
      {
        "id": 9,
        "text": "Программа получилась плохой, а сроки горят, и заказчик ругается? Не волнуйтесь, смело выпускайте релиз. Просто назовите его версией 1.0."
      },
      {
        "id": 10,
        "text": "Если вы посмотрите на код, который вы писали более полугода назад, то, скорей всего, вам покажется, что автор – кто-то другой."
      },
      {
        "id": 11,
        "text": "Программирование похоже на секс: одна ошибка – и всю жизнь придется поддерживать."
      },
      {
        "id": 12,
        "text": "Написание комментариев в коде чем-то похоже на мытье унитаза – крайне неприятно, совсем не хочется этого делать, но необходимо, чтобы не опозориться перед гостями."
      },
      {
        "id": 13,
        "text": "Если бы строители работали так же, как программисты кодят, то любая птица, присевшая отдохнуть на крыше дома, могла бы стать причиной гибели цивилизации."
      }
    ]
  }
